{
  "pagedata": [
    {
      "slug": "terms-conditions",
      "id": "terms-conditions",
      "image": "https://s3.amazonaws.com/sireprinting.com/images/terms_conditions-min_yqkb7x.webp",
      "pagetitle": "Terms & Conditions",
      "description": [
        {
          "heading": "COMMENT TO PRIVACY",
          "text": "When you avail any of the solutions we offer, you will have to comply with the abiding by terms and conditions. You are requested to read the following detailed version of our terms & conditions to save you and us from any inconvenience. It shall also be noted that Sireprinting.com preserves the right to change these terms and conditions without any prior notification. However, we fully encourage you to see this web page whenever you make a kind visit to Sireprinting.com."
        },{
          "heading": "COPYRIGHT NOTICE",
          "text": "By visiting and using our website, you fully understand and agree upon that Sireprinting.com wholly owns our website's features and substances. Comprising of but not limited to content material, all sorts of information, software application, photos, slides, presentations, portrayals, maps, icons, symbols, versions, farms, videos, and all other such materials that fall under our internet site contents are the sole property of Sireprinting.com."
        },{
          "heading": "RETURN & REFUND POLICY",
          "text": "In case you discover any problems in the printing of your order or the item is not published according to your demands, you have to notify the company within three working days, succeeding in getting your order. If there must be an incident of mistaken printing or unsolicited printing, we duplicate your initial order but do not use refunds."
        },{
          "heading": "HOW TO GET IN TOUCH WITH SIREPRINTING.COM?",
          "text": "If there are any questions regarding this privacy plan, you might call us to use the details below."
        },{
          "phone": "Phone: (410) 834-9965",
          "email": "Email: support@sireprinting.com"
        },{
          "phone": "Phone: (410) 834-9965",
          "email": "Email: support@sireprinting.com"
        },{
          "phone": "Phone: (410) 834-9965",
          "email": "Email: support@sireprinting.com"
        },{
          "phone": "Phone: (410) 834-9965",
          "email": "Email: support@sireprinting.com"
        },{
          "phone": "Phone: (410) 834-9965",
          "email": "Email: support@sireprinting.com"
        }
      ]
    }
  ]
}
